[
 {
   "id": 1,
   "title": "The Daily Bee: Zagadou, Coulibaly, and Schulz Return to Training",
   "author": "Paul Johnson",
   "date": "Sep 23, 2021, 6:00am PDT",
   "tags": "Health, Training",
   "articlePreview": "And BVB are targeting another prodigious talent in the Manchester City academy",
   "article": "Good Morning Fear The Wall\n\nBorussia Dortmund have started the season by playing some very exciting football, not just for BVB fans, but also for neutrals. At the moment BVB games guarantee a shed-load of goals at both ends of the pitch, though fortunately there tends to be a few more at the opponent’s end. Nonetheless, plenty of fans have concerns about Dortmund’s defensive frailties.\n\nIt’s likely that BVB’s injury troubles have contributed to their struggles at the back. Dortmund have been dealing with quite a few injuries to start the season, but especially at the back. So much so they had to field Axel Witsel at center back several times. But things are starting to pick up. Mats Hummels and Thomas Meunier have returned from injury and slotted straight back into the starting lineup, and now three more BVB defenders are back in training.\n\nBV Borussia Dortmund - Training Camp Bad Ragaz\nPhoto by Mario Hommes/DeFodi Images via Getty Images\nKicker has reported that Nico Schulz, Dan Axel Zagadou, and Soumaila Coulibaly all returned to training with the team yesterday. Schulz picked up a muscle injury in the second game of the season against Freiburg, and has been out since, but he was back to full training and will hopefully be back in contention for BVB very soon. Zagadou and Coulibaly, on the other hand, are both recovering from serious knee injuries, so their timeline will be significantly more conservative. Both participated in team training, but not quite full training.\n\nKicker states that both are on schedule and could be back after the upcoming international break. That would be fantastic news for Dortmund. Having that kind of depth available to them would be excellent, and these are two very talented players that can immediately contribute to the team.\n\nBVB After Another City Kid\nIt’s not entirely clear that there’s anything to this rumor at all, but BVB have apparently had a £15m bid for Manchester City’s Liam Delap rejected.\n\n\nDelap is just 18 years old and has been talked up as a real talent for a while now. If these rumors are true, it demonstrates the kind of kid he is. £15m is a lot of money for a young lad that has played less than 150 minutes of senior football!\n\nOh and he is also Rory Delap’s son. You may remember Delap as the Stoke player that could throw a football to the moon, if you remember him at all, but I remember Rory as the madlad that did this:\n\n\nG’wan Rory!"
 },
 {
   "id": 2,
   "title": "Match Ratings: Borussia Dortmund Overcome Their Own Stupidity to Win 4-2 Against Union Berlin",
   "author": "Paul Johnson and Zac Weilminster",
   "date": "Sep 21, 2021, 8:17am PDT",
   "tags": "",
   "articlePreview": "Borussia Dortmund claim all three points thanks to incredible goals from Guerreiro and Haaland",
   "article": "Borussia Dortmund are a lot of fun. They keep us on our toes. They never let us get complacent. They’re making us grow as people, helping us develop a resilience, a mental strength that will serve us well in life. They also score a ton of bangers, and they win! We should appreciate that. We should cherish the good things in life. Winning isn’t easy, and Borussia Dortmund remind us of that every time we think we’ve got it in the bag.\n\nHere are some ratings.\n\nStarting XI\nGregor Kobel\nPaul: 7\n\nZac: 6.5\n\nA solid performance was marred by poor handling of the ball when Andreas Voglsammer managed to head the ball through Kobel’s hands. Otherwise, the Swiss stopper was solid between the sticks.\n\nRaphael Guerreiro\nPaul: 8\n\nI thought Rapha had started the season slowly, but he’s starting to get going again now. Not only did he score that unbelievable volley, he also contributed five shot-creating actions (two of which created goals), and the second most ball-progressions behind only Thomas Meunier. When Rapha is at his best, there’s few left-backs in the world that come close.\n\nZac: 8\n\nIncredible goal but also partly at fault for the penalty when he was beat by his man to the first ball.\n\nManuel Akanji\nPaul: 7\n\n\nAD\nZac: 7\n\nMats Hummels\nPaul: 7\n\nZac: 7\n\nHummels put in some crunching tackles and helped level the tempo of the game. As he grew tired, Dortmund lost control of the pace of play and were punished. This is not an indictment of Hummels, but shows how important he can be. His assist for Haaland’s second goal was pure class.\n\nThomas Meunier\nPaul: 8\n\nAs mentioned earlier, Meunier produced the most ball-progressions of any BVB player, but he was also just behind Guerreiro for shot-creating actions, with three. The cross for Haaland’s headed goal was wonderful. Long may this Meunier form continue.\n\nZac: 8.5\n\nThe Belgian right back has been finding his feet this season, and put in a MOTM candidate performance today. His cross for Erling Haaland’s first goal was sublime, and he moved the ball down the right wing so effectively that Jude Bellingham was occasionally played out of the game.\n\nAxel Witsel\nPaul: 6\n\nI’ve been a little critical of Witsel to start the season, but I thought he looked a lot better yesterday. He gave up the penalty for Union to score their first goal, but I’m not sure he had a lot of choice. Either way, I think he is clearly not the same player he was before his achilles injury, but he may not be completely finished yet!\n\nZac: 5\n\nMahmoud Dahoud\nPaul: 6\n\nZac: 7\n\nProgressed the play well and did his usual Dahoud-ey things.\n\nJude Bellingham\nPaul: 7\n\nIt wasn’t the incredibly dominant performance we’ve seen from Jude a number of times this season, but I think he was still pretty solid. He produced three shot-creating actions, carried the ball well, and was BVB’s primary outlet for pressuring the opponent.\n\nZac: 5.5\n\nBellingham was a little off it today, by my measure. On a few occasions his passes failed to find the target, or broke up the play. Our young star was by no means bad, and cannot be expected to put up a 9 every match day. Don’t sweat it, Jude.\n\nMarco Reus\nPaul: 6\n\n\nAD\nI didn’t think this was Reus’s best performance this season, but the good thing about him is that even when it’s not quite working offensively, he still guarantees plenty of defensive legwork and plenty of hard miles. It means that the baseline is usually, at worst, an industrious, hard-working offensive player, setting an example for everyone else when out of possession. I think that’s what we got yesterday.\n\nZac: 8\n\nReus was supremely unlucky not to find the net in the second half. He forced the own goal that strengthened Dortmund’s lead, then pinged a perfect free kick off of the post. The captain was visibly frustrated not to be on the scoresheet, but should be proud of his contributions today.\n\nDonyell Malen\nPaul: 6\n\nZac: 7.5\n\nMalen put in a strong shift today, working hard off the ball to create space and fighting tooth-and-nail for his chances when they came. I think Malen is still adjusting to the team around him, but I rate him highly for making clear his determination.\n\nErling Haaland\nPaul: 8\n\nHaaland was pretty quiet throughout the game today, but for an excellent header and an audacious lob, both of which ended up in the back of the net. I’ll happily take 80 minutes of silence if it also comes with 10 minutes of match-winning brilliance. He has scored seven goals and picked up four assists in just five games, an average of 2.2 goals and assists per 90. He’s unstoppable.\n\nZac: 8.5\n\nToday’s catalogue of Haaland goals showcased the incredible dynamism of the big man. His headed goal was a welcome surprise from a player who typically prefers the ball at his feet, and his volley showed exactly why he prefers it at his feet! Pure class.\n\nSubs\nMarius Wolf\nPaul: 6\n\nZac: 6\n\nGot stuck in and helped the midfield regain control of the pace of play. I have really been enjoying the return of Marius Wolf, and hope he can become a solid utility man for BVB.\n\nThorgan Hazard\nN/A\n\nWay to be back Toto. Keep it that way please.\n\nMarin Pongracic\nN/A\nYoussoufa Moukoko\nN/A\n\nOverall\nPaul: 7\n\nThere’s definitely a discussion to be had about BVB’s defensive struggles, but I’m willing to give them a few more games to fix those issues, given the injury problems. But for a couple dumb moments, I thought Dortmund played really well, and it’s no small thing putting four past Union Berlin. Solid win against a tough opponent.\n\nZac: 7\n\nA little exciting, a little frustrating, a little unnerving from BVB this weekend. Maybe we need to give Marco Rose more time to get a grip on the way he wants the team to play and embody his philosophy. There are some serious bad habits in this team that five games at the helm are not going to undo. Dortmund are scoring goals, and that is good, but it feels as though there is a piece missing, that the team are not in the driver’s seat of their games. Honestly, I am hoping in the return of Emre Can the base of the midfield will be that piece, but time will tell. Three points in the bag, and onto the next challenge."
 },
 {
   "id": 3,
   "title": "The Daily Bee: Borussia Dortmund Maintain Hope of Keeping Erling Haaland",
   "author": "Paul Johnson",
   "date": "Sep 21, 2021, 6:10am PDT",
   "tags": "Transfer",
   "articlePreview": "Maybe Haaland fancies playing in yellow and black for just a little longer?",
   "article": "Good Morning Fear The Wall\n\nWe are all aware that Erling Haaland’s time at BVB will be over sooner rather than later, but there might be some slim chance that sooner doesn’t have to be the end of this season. SPORT1 reporter Patrick Berger has been talking about Borussia Dortmund’s plans for Erling Haaland on his podcast, The Dortmund Week, and it’s clear that BVB haven’t given up on the possibility of keeping Haaland at the club in the future.\n\n\nBerger states that the club aren’t currently in talks with Haaland and his agent, Mino Raiola, but they are keen to open discussions this season, and they have every intention of presenting a case to him that would encourage him to stay.\n\nThe biggest barrier appears to be Haaland’s salary demands, which are said to be around €25m, which is well outside Borussia Dortmund’s reach. Clubs like Manchester United, Manchester City, Real Madrid, and Chelsea, meanwhile, will be willing to meet such astronomical wage demands. That makes it difficult for BVB to negotiate with Haaland, but if he is willing to extend his contract a little longer, that would be fantastic news for the club."
 },
 {
   "id": 4,
   "title": "Looking Around the League: Bayern Munich Smash Bochum, and Wolfsburg Finally Drop Points",
   "author": "Paul Johnson",
   "date": "Sep 20, 2021, 10:14am PDT",
   "tags": "League",
   "articlePreview": "Maybe Gladbach’s struggles were not Marco Rose’s fault after all?",
   "article": "Well it was fun while it lasted, but Bayern Munich are back at the top of the table, after Wolfsburg ended their winning run with a draw against Frankfurt. In reality, Bayern probably won’t relinquish that top spot for the rest of the season. A picture of health, the Bundesliga. Don’t let anyone tell you otherwise!\n\nElsewhere, the newly promoted Greuther Furth and VfL Bochum are struggling to keep up in the top flight, and have already fallen into the relegation spots. They’re only a couple points behind those teams ahead of them, but both went into the season as the favorites to go down, and we haven’t seen anything to suggest these predictions were wrong.\n\nHere’s a roundup of the rest of the action in the Bundesliga over the weekend.\n\nResults\nHertha Berlin 2-1 Greuther Furth\n\nArminia Bielefeld 0-0 Hoffenheim\n\nAugsburg 1-0 Borussia Monchengladbach\n\nBayern Munich 7-0 VfL Bochum\n\nMainz 0-0 Freiburg\n\nFC Cologne 1-1 RB Leipzig\n\nVfB Stuttgart 1-3 Bayer Leverkusen\n\nBorussia Dortmund 4-2 Union Berlin\n\nWolfsburg 1-1 Frankfurt\n\nStandings\n\nAre Borussia Monchengladbach and Frankfurt in Trouble?\nThe answer is “probably not”, but you know it’s really hard to come up with some talking points in the first few games of the season. Frankfurt and Gladbach are currently occupying the 15th and 16th spots in the League, and if Gladbach finish the season there, they’d be playing in the promotion/relegation playoff against third place in the 2. Bundesliga.\n\nThe Foals lost for the third time in their first five games, and while the first two losses were to Bayer Leverkusen and Union Berlin, their 1-0 loss to Augsburg over the weekend is a real show of Gladbach’s struggles.\n\n\nFrankfurt, on the other hand, got a decent result over the weekend, drawing 1-1 away from home against Wolfsburg. That’s pretty good, in isolation, but the trouble is that they have yet to win this season. Four draws and one loss is a rough start for a team that was incredibly close to securing Champions League football last season.\n\n\nLike I said, I don’t think either of these sides are really in any trouble (yet...), but it’s an interesting talking point early in the Bundesliga season. Two teams that should be competing for a spot in European competitions are currently languishing around the relegation zone. I am sure both will pick up form soon and won’t spend the season worrying about life in the second tier, but any hopes of competing for the top six are also vanishing quickly.\n\nYour Thoughts?\nDo you see either of Greuther Furth or Bochum surviving the drop?"
 },
 {
   "id": 5,
   "title": "Three Observations from Dortmund’s 4-2 Victory over Union Berlin",
   "author": "Nick Gasteiger",
   "date": "Sep 19, 2021, 12:52pm PDT",
   "tags": "Game",
   "articlePreview": "It was a walk in the park, until it wasn’t.",
   "article": "Borussia Dortmund hosted Union Berlin in a match that started as an absolute breeze for the black and yellows. Dortmund jumped out to an early lead thanks to a screamer from Raphael Guerreiro, and by the 52nd minute, they were up 3-0 on the Berliners. However, later in the second half, the defense fell apart, and Dortmund were looking likely to fold under the pressure. Luckily, a ridiculous goal from Erling Haaland secured the three points and sent the Westfalenstadion into rapture. The match finished 4-2 in favor of BVB.\n\nNever Tell Guerreiro the Odds\nExpected goals is an often overused stat in modern football, but it’s a great way to measure just how superhuman Raphael Guerreiro’s left foot is. His half volley today is an obvious early contender for goal of the season, and the stats tend to agree with that assessment giving Guerreiro just a 3% chance of scoring. Between the 6% chance he had to score his free-kick goal against Leverkusen and today’s goal, it’s becoming increasingly apparent that xG is a stat that does not apply to the Dortmund left-back. Let's see if he can get down to 1% with his next goal.\n\nThomas Meunier: Crossing Maestro\nIf you’re still holding a grudge against Thomas Meunier for last season, I don’t blame you. He was woeful. Having said that, the Belgian has started this season in wonderful form offensively. Meunier now has 3 assists in his last 3 matches for the club, 2 of which were perfect crosses to Erling Haaland. With Morey out for likely the entire season and Passlack playing incredibly poorly, Meunier has stepped up and become the obvious choice for Dortmund at Right-back moving forward. Who knows why the switch flipped for him this season, but it did, and I’m all for it. Maybe Marco Rose just told him to pretend he was playing for Belgium.\n\nWho Needs Stable Defending When You Have Haaland\nDortmund’s defending in the second half was shaky, to say the least. A penalty from Max Kruse and a header from Andreas Voglsammer meant that with the score at 3-2, Union were in striking distance of a spectacular comeback. Then Erling Haaland happened. An exquisite ball from Mats Hummels found its way onto the Norwegian's left foot, and from there, he chipped the ball from outside the box over the head of goalkeeper Andreas Luthe and into the back of the net. Some may say that this was just a lucky goal from Erling Haaland, but some are wrong. Some have just never watched Erling Haaland play football. I’m speechless."
 }
]